---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.ComponentClassification.Elbow
enum: Autodesk.Revit.DB.Mechanical.ComponentClassification
zh: 管件、弯头、三通
source: html/7abbd56a-3b9a-f51e-861c-5f034fec614e.htm
---
# Autodesk.Revit.DB.Mechanical.ComponentClassification.Elbow

**中文**: 管件、弯头、三通

Elbow component classification